# St7GetPlateOutlineMode

Returns where outlines are drawn around plates.

long St7GetPlateOutlineMode(long uID, long* Mode)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Mode
One of omEdge, omPropertyBoundary, omGroupBoundary, omFacetAngle, omFacetProperty or
omFacetGroup.